[
  {
    "copyright": "Goran Strand",
    "date": "2022-12-21",
    "explanation": "Happy Solstice! Today is the December solstice, marking an astronomical beginning of summer in the southern hemisphere and winter in the north. On its yearly trek through planet Earth's skies, at this solstice the Sun reaches its southern most declination, 23.5 degrees south, at 21:48 UTC. About 4 days ago the Sun was near this seasonal southern limit and so only just above the horizon at local noon over Ostersund in central Sweden. This view looking over the far northern lakeside city finds the midday Sun with a beautiful solar ice halo. Naturally occurring atmospheric ice crystals can produce the tantalizing halo displays, refracting and reflecting the sunlight through their hexagonal geometry.  Still, with the Sun low and near the horizon in the clear sky, likely sources of the ice crystals producing this intense halo are snow cannons. Operating at a local ski area, the snowmaking machines create a visible plume at the top of the nearby island Froson toward the right side of the panorama.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/GS_20221217_Solhalo_Pan_v3.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun Halo at Sixty-three Degrees North",
    "url": "https://apod.nasa.gov/apod/image/2212/GS_20221217_Solhalo_Pan_v3_1100.jpg"
  },
  {
    "copyright": "Hannah Rochford",
    "date": "2022-12-20",
    "explanation": "Thor not only has his own day (Thursday), but a helmet in the heavens.  Popularly called Thor's Helmet, NGC 2359 is a hat-shaped cosmic cloud with wing-like appendages. Heroically sized even for a Norse god, Thor's Helmet is about 30 light-years across. In fact, the cosmic head-covering is more like an interstellar bubble, blown with a fast wind from the bright, massive star near the bubble's center. Known as a Wolf-Rayet star, the central star is an extremely hot giant thought to be in a brief, pre-supernova stage of evolution. NGC 2359 is located about 15,000 light-years away toward the constellation of the Great Overdog. This remarkably sharp image is a mixed cocktail of data from  narrowband filters, capturing not only natural looking stars but details of the nebula's filamentary structures. The star in the center of Thor's Helmet is expected to explode in a spectacular supernova sometime within the next few thousand years.    Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/Thor_Rochford_2404.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thor's Helmet",
    "url": "https://apod.nasa.gov/apod/image/2212/Thor_Rochford_960.jpg"
  },
  {
    "copyright": "Craig Stocks",
    "date": "2022-12-19",
    "explanation": "What's causing the commotion in the Tadpole Nebula? Star formation.  Dusty emission in the Tadpole Nebula, IC 410, lies about 12,000 light-years away in the northern constellation of the Charioteer (Auriga). The cloud of glowing gas is over 100 light-years across, sculpted by stellar winds and radiation from embedded open star cluster NGC 1893. Formed in the interstellar cloud a mere 4 million years ago, bright newly formed cluster stars are seen all around the star-forming nebula.  Notable on the lower-right of the featured image are two relatively dense streamers of material trailing away from the nebula's central regions. Potentially sites of ongoing star formation in IC 410, these cosmic tadpole shapes are about 10 light-years long. The image was processed highlighting the emission from sulfur (red), hydrogen (green), and oxygen (blue) gas -- but with the stars digitally removed.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/Tadpoles_Stocks_2560.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tadpole Nebula in Gas and Dust",
    "url": "https://apod.nasa.gov/apod/image/2212/Tadpoles_Stocks_960.jpg"
  },
  {
    "copyright": "Tragoolchitr Jittasaiyapan",
    "date": "2022-12-18",
    "explanation": "Do you know the names of some of the brightest stars? It's likely that you do, even though some bright stars have names so old they date back to near the beginning of written language. Many world cultures have their own names for the brightest stars, and it is culturally and historically important to remember them.  In the interest of clear global communication, however, the International Astronomical Union (IAU) has begun to designate standardized star names.  Featured here in true color are the 25 brightest stars in the night sky, currently as seen by humans, coupled with their IAU-recognized names. Some star names have interesting meanings, including Sirius (\"the scorcher\" in Latin), Vega (\"falling\" in Arabic), and Antares (\"rival to Mars\" in Greek). You are likely even familiar with the name of at least one star too dim to make this list: Polaris.    Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/25BrightestStars_Jittasaiyapan_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "25 Brightest Stars in the Night Sky",
    "url": "https://apod.nasa.gov/apod/image/2212/25BrightestStars_Jittasaiyapan_960.jpg"
  },
  {
    "date": "2022-12-17",
    "explanation": "Get out your red/blue glasses and check out this stereo scene from Taurus-Littrow valley on the Moon! The color anaglyph features a detailed 3D view of Apollo 17's Lunar Rover in the foreground -- behind it lies the Lunar Module and distant lunar hills. Because the world was going to be able to watch the Lunar Module's ascent stage liftoff via the rover's TV camera, this parking place was also known as the VIP Site. Fifty years ago, in December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon, while colleague Ronald Evans orbited overhead. The crew returned with 110 kilograms of rock and soil samples, more than from any of the other lunar landing sites. Cernan and Schmitt are still the last to walk (or drive) on the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/a17anaglyph_vanMeijgaarden_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17 VIP Site Anaglyph",
    "url": "https://apod.nasa.gov/apod/image/2212/a17anaglyph_vanMeijgaarden_1024v.jpg"
  },
  {
    "copyright": "Jeff Dai",
    "date": "2022-12-16",
    "explanation": "Returning from beyond the Moon, on December 11 the Orion spacecraft entered Earth's atmosphere at almost 11 kilometers per second. That's half the speed of the grain of dust that created this long fireball meteor when it entered the atmosphere on December 13, near the peak of the annual Geminid meteor shower. As our fair planet makes its yearly pass through the dust trail of mysterious asteroid 3200 Phaethon, the parallel tracks of all Geminid meteors appear to radiate from a point in the constellation Gemini. But the twin stars of Gemini hide just behind the trees on the left in this night skyscape from the beautiful Blue Moon Valley, Yunnan, China. Reflected in the still waters of the mountain lake, stars of the constellation Orion are rising near center. Captured before moonrise, dazzling Mars is still the brightest celestial beacon in the scene.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/GeminidoverBluemoonvalley-2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Geminid",
    "url": "https://apod.nasa.gov/apod/image/2212/GeminidoverBluemoonvalley-1024.jpg"
  },
  {
    "copyright": "Tomas Slovinsky",
    "date": "2022-12-15",
    "explanation": "On December 8 a full Moon and a full Mars were close, both bright and opposite the Sun in planet Earth's sky. In fact Mars was occulted, passing behind the Moon when viewed from some locations across Europe and North America.  Seen from the city of Kosice in eastern Slovakia, the lunar occultation of Mars happened just before sunrise. The tantalizing spectacle was recorded in this telescopic timelapse sequence of exposures. It took about an hour for the Red Planet to disappear behind the lunar disk and then reappear as a warm-hued full Moon, the last full Moon of 2022, sank toward the western horizon. The next lunar occultation of bright planet Mars will be in the new year on January 3, when the Moon is in a waxing gibbous phase. Lunar occultations are only ever visible from a fraction of the Earth's surface, though. The January 3 occultation of Mars will be visible from parts of the South Atlantic, southern Africa, and the Indian Ocean.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/MarsTrailsSMALL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Moon, Full Mars",
    "url": "https://apod.nasa.gov/apod/image/2212/MarsTrailsSMALL1024.jpg"
  },
  {
    "date": "2022-12-14",
    "explanation": "Why is the Moon so dusty? On Earth, rocks are weathered by wind and water, creating soil and sand. On the Moon, the history of constant micrometeorite bombardment has blasted away at the rocky surface creating a layer of powdery lunar soil or regolith.  For the Apollo astronauts and their equipment, the pervasive, fine, gritty dust was definitely a problem",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/AS17-137-20979.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Dust and Duct Tape",
    "url": "https://apod.nasa.gov/apod/image/2212/AS17-137-20979_1024.jpg"
  },
  {
    "copyright": "Giulio Cobianchi",
    "date": "2022-12-13",
    "explanation": "Can the night sky be both art and science? If so, perhaps the featured image is an example. The digital panorama was composed of 10 landscape and 10 sky images all taken on the same night, from the same location, and with the same camera.  Iconic features in the image have been artfully brightened, and the ground nearby was artfully illuminated. Visible in the foreground is the creative photographer anchoring an amazing view from the rugged Lofoten Islands of Norway, two months ago, by holding a lamp. Far in the distance are three prominent arches: our Milky Way Galaxy on the left, while a scientifically-unusual double-arced aurora is documented on the right. A meteor is highlighted between them. Other notable skylights include, left to right, the Andromeda Galaxy, the planet Jupiter, the star Vega, and the stars that compose the Big Dipper asterism.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/SkyArt_Cobianchi_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Artful Sky over Lofoten Islands",
    "url": "https://apod.nasa.gov/apod/image/2212/SkyArt_Cobianchi_1024.jpg"
  },
  {
    "copyright": "Bernard Miller",
    "date": "2022-12-12",
    "explanation": "Is there a monster in IC 1396?  Known to some as the Elephant's Trunk Nebula, parts of gas and dust clouds of this star formation region may appear to take on foreboding forms, some nearly human.  The only real monster here, however, is a bright young star too far from Earth to hurt us.  Energetic light from this star is eating away the dust of the dark cometary globule near the top of the featured image.  Jets and winds of particles emitted from this star are also pushing away ambient gas and dust.  Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a much larger region on the sky than shown here, with an apparent width of more than 10 full moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/IC1396_Miller_2370.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Unusual Globule in IC 1396",
    "url": "https://apod.nasa.gov/apod/image/2212/IC1396_Miller_960.jpg"
  },
  {
    "date": "2022-12-11",
    "explanation": "The strangest moon in the Solar System is bright yellow.  The featured picture, an attempt to show how Io would appear in the \"true colors\" perceptible to the average human eye, was taken in 1999 July by the Galileo spacecraft that orbited Jupiter from 1995 to 2003.  Io's colors derive from sulfur and molten silicate rock.  The unusual surface of Io is kept very young by its system of active volcanoes.  The intense tidal gravity of Jupiter stretches Io and damps wobbles caused by Jupiter's other Galilean moons.  The resulting friction greatly heats Io's interior, causing  molten rock to explode through the surface.  Io's volcanoes are so active that they are effectively turning the whole moon inside out.  Some of Io's volcanic lava is so hot it glows in the dark.   Artemis 1 Coverage: Orion return and splashdown",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/iotruecolor_galileo_2796.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io in True Color",
    "url": "https://apod.nasa.gov/apod/image/2212/iotruecolor_galileo_960.jpg"
  }
]